Repository: xcv58/MacTools
Catalog: Plugins/MouseEnhancer/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.mouse.smooth.title
source: 平滑滚动
ar: التمرير السلس
de: Sanftes Scrollen
en: Smooth scrolling
es: Desplazamiento suave
fr: Défilement fluide
ja: スムーズスクロール
ko: 부드러운 스크롤
pt: Rolagem suave
ru: Плавная прокрутка
tr: Akıcı kaydırma
zh_hant: 平滑滾動

# settings.mouse.smoothDuration.description
source: 平滑滚动时每次滚动完成过渡所需的时间。
ar: الوقت الذي يستغرقه كل تمرير سلس حتى يكتمل.
de: Wie lange jeder sanfte Scrollvorgang bis zum Ende dauert.
en: How long each smooth scroll takes to finish its glide.
es: Cuánto tarda cada desplazamiento suave en completarse.
fr: Temps nécessaire à chaque défilement fluide pour se terminer.
ja: スムーズスクロールで各スクロールが完了するまでの時間。
ko: 부드러운 스크롤이 완료되기까지 걸리는 시간.
pt: Quanto tempo cada rolagem suave leva para terminar.
ru: Время, за которое каждая плавная прокрутка завершается.
tr: Her akıcı kaydırmanın süzülmesi tamamlanana kadar geçen süre.
zh_hant: 平滑滾動時每次滾動完成過渡所需的時間。

# settings.mouse.smoothDuration.title
source: 滚动时长
ar: مدة التمرير
de: Scroll-Dauer
en: Scroll duration
es: Duración del desplazamiento
fr: Durée du défilement
ja: スクロールの長さ
ko: 스크롤 지속 시간
pt: Duração da rolagem
ru: Длительность прокрутки
tr: Kaydırma süresi
zh_hant: 滾動時長
